/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Az elem nem küldhető el";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Kérjük, próbálkozzon újra később";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Nincs bejelentkezve a Skype-ba";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ elküldött egy fényképet.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Az eszköz még nem támogatja a Skype új fényképmegosztási funkcióit, de a böngészőben továbbra is megtekintheti itt: %@";
